/* No comment provided by engineer. */
"A monitor has been disconnected while playing and this has ended the match! You need to restart the game if you wish to use the second display again." = "Монитор был отключен во время игры и это завершило матч! Начните игру заново, если вы хотите использовать второй монитор.";

/* from the scheme panel
   from the team panel */
"Add" = "Добавить";

/* No comment provided by engineer. */
"Aggressive" = "Агрессивный";

/* No comment provided by engineer. */
"All" = "Все";

/* from the settings table */
"Alternate Damage" = "Акцентировать Урон";

/* No comment provided by engineer. */
"Are you reeeeeally sure?" = "Вы действиииительно уверены?";

/* from the settings table */
"Audio Preferences" = "Настройки Аудио";

/* No comment provided by engineer. */
"Available Teams" = "Доступные Команды";

/* No comment provided by engineer. */
"Average" = "Средний";

/* No comment provided by engineer. */
"Backup" = "Резерв";

/* No comment provided by engineer. */
"Before playing the preview needs to be generated" = "Перед игрой предпросмотр должен быть сгенерирован";

/* No comment provided by engineer. */
"Before returning the preview needs to be generated" = "Перед возвратом предпросмотр должен быть сгенерирован";

/* No comment provided by engineer. */
"Brutal" = "Хардкорный";

/* No comment provided by engineer. */
"Bully" = "Хулиганистый";

/* No comment provided by engineer. */
"Cancel" = "Отмена";

/* No comment provided by engineer. */
"Cavern" = "Пещера";

/* No comment provided by engineer. */
"Change hedgehogs' hat" = "Сменить шапку ёжика";

/* No comment provided by engineer. */
"Chat with the devs in IRC" = "Чат с разработчиками в IRC";

/* No comment provided by engineer. */
"Choose a charismatic symbol for your team" = "Выберите харизматичный символ для вашей команды";

/* No comment provided by engineer. */
"Choose hedgehog graves" = "Выберите надгробие ёжиков";

/* No comment provided by engineer. */
"Choose team fort" = "Выберите форт команды";

/* from the settings table */
"Choosing a Scheme will select its associated Weapon" = "Выбор Схемы автоматически выберет связанное Вооружение";

/* No comment provided by engineer. */
"Classic Ammo Menu" = "Классическое Меню Боеприпасов";

/* No comment provided by engineer. */
"Community" = "Сообщество";

/* from the settings table */
"Damage popups will notify you on every single hit" = "Всплывающие уведомления оповестят вас о каждом уроне";

/* from the scheme panel
   from the team panel */
"Done" = "Готово";

/* from the scheme panel
   from the team panel */
"Edit" = "Изменить";

/* No comment provided by engineer. */
"Edit scheme preferences" = "Изменить настройки схемы";

/* No comment provided by engineer. */
"Edit team settings" = "Изменить настройки команды";

/* No comment provided by engineer. */
"Edit weapons preferences" = "Изменить настройки вооружения";

/* No comment provided by engineer. */
"End Game" = "Конец игры";

/* No comment provided by engineer. */
"Flag" = "Флаг";

/* No comment provided by engineer. */
"Follow us on Twitter" = "Следуйте за нами в Twitter";

/* No comment provided by engineer. */
"Fort" = "Форт";

/* No comment provided by engineer. */
"Game Modifiers" = "Модификаторы Игры";

/* No comment provided by engineer. */
"Game Settings" = "Настройки Игры";

/* No comment provided by engineer. */
"General" = "Общие";

/* No comment provided by engineer. */
"Grave" = "Надгробие";

/* No comment provided by engineer. */
"Hedgewars supports multi-monitor configurations, but the screen has to be connected before launching the game." = "Hedgewars поддерживает мульти-мониторы, но экран должен быть подключен до начала игры.";

/* No comment provided by engineer. */
"Hogs controlled by AI" = "Ёжики контролируются компьютером";

/* No comment provided by engineer. */
"Hold your finger on a weapon to see what it does.\nTap anywhere to dismiss." = "Нажмите на оружии, чтобы увидеть описание.\nКоснитесь экрана в другом месте, чтобы скрыть.";

/* No comment provided by engineer. */
"Hold your finger on a weapon to see what it does.\nYou can move this window anywhere on the screen." = "Нажмите на оружии, чтобы увидеть описание.\nВы можете перемещать это окно по всему экрану.";

/* ammo selection */
"Initial quantity " = "Начальное количество ";

/* from the settings table */
"Insert your password" = "Введите пароль";

/* from the settings table */
"Insert your username (if you have one)" = "Введите имя пользователя (если у вас есть)";

/* No comment provided by engineer. */
"Join us on Facebook" = "Присоединиться к нам на Facebook";

/* No comment provided by engineer. */
"Large" = "Большая";

/* No comment provided by engineer. */
"Large Floating Islands" = "Большие Плавающие Острова";

/* No comment provided by engineer. */
"Large Tunnels" = "Большие Туннели";

/* No comment provided by engineer. */
"Leave a positive review on iTunes!" = "Оставьте положительный отзыв в AppStore!";

/* No comment provided by engineer. */
"Level" = "Уровень";

/* No comment provided by engineer. */
"Loading..." = "Загрузка...";

/* from the settings table */
"Main Configuration" = "Основная Конфигурация";

/* No comment provided by engineer. */
"Mark the death of your fallen warriors" = "Увековечьте память ваших павших воинов";

/* No comment provided by engineer. */
"Max Hogs:" = "Макс. Ёжиков:";

/* No comment provided by engineer. */
"Medium" = "Средняя";

/* No comment provided by engineer. */
"Medium Floating Islands" = "Средние Плавающие Острова";

/* No comment provided by engineer. */
"Medium Tunnels" = "Средние Туннели";

/* No comment provided by engineer. */
"Missing detail" = "Отсутствующие детали";

/* No comment provided by engineer. */
"Missions don't need further configuration" = "Миссии не нуждаются в дополнительной настройке";

/* from the settings table */
"Music" = "Музыка";

/* No comment provided by engineer. */
"Names and Hats" = "Имена и Шляпы";

/* from the settings table */
"Nickname" = "Никнейм";

/* No comment provided by engineer. */
"No filter" = "Без фильтров";

/* No comment provided by engineer. */
"No thanks" = "Нет, спасибо";

/* ammo selection */
"Number of turns before you can use this weapon " = "Число ходов, прежде чем вы можете использовать это оружие ";

/* Short for 'Never' */
"Nvr" = "Никогда";

/* No comment provided by engineer. */
"Of course!" = "Да, конечно!";

/* No comment provided by engineer. */
"Ok, got it" = "Понятненько";

/* No comment provided by engineer. */
"Opt for controlling the team or let the AI lead" = "Человек или компьютер, вот в чем вопрос?";

/* from the settings table */
"Other Settings" = "Другие Настройки";

/* from the settings table */
"Password" = "Пароль";

/* No comment provided by engineer. */
"Pick a slang your hogs will speak" = "Выберите жаргон, на котором будут говорить ваши ёжики";

/* No comment provided by engineer. */
"Playing Teams" = "Играющие Команды";

/* ammo selection */
"Presence probability in crates " = "Вероятность выпадания в ящике ";

/* No comment provided by engineer. */
"Press to resume playing or swipe to delete the save file." = "Нажмите для продолжения игры или проведите влево для удаления сохранения.";

/* No comment provided by engineer. */
"Preview not available" = "Предпросмотр не доступен";

/* ammo selection */
"Quantity that you will find in a crate " = "Quantity that you will find in a crate ";

/* No comment provided by engineer. */
"Remind me later" = "Напомнить позже";

/* Short for 'Random' */
"Rnd" = "Случайн.";

/* No comment provided by engineer. */
"Save" = "Сохранить";

/* No comment provided by engineer. */
"Scheme" = "Схема";

/* No comment provided by engineer. */
"Scheme mismatch" = "Несоответствие схемы";

/* No comment provided by engineer. */
"Scheme Name" = "Имя Схемы";

/* No comment provided by engineer. */
"Schemes" = "Схемы";

/* No comment provided by engineer. */
"Select at least two teams to play a game" = "Выберите минимум две команды для игры";

/* No comment provided by engineer. */
"Select one Scheme and one Weapon for this game" = "Выберите одну Схему и одно Вооружение для этой игры";

/* No comment provided by engineer. */
"Select the team invincible fortress (only valid for fort games)" = "Выберите неуязвимый форт команды (доступно только для форт режима игры)";

/* from the settings table */
"Select which style of ammo menu you prefer" = "Выберите, какой стиль меню боеприпасов вы предпочитаете";

/* No comment provided by engineer. */
"Set difficulty level" = "Выберите уровень сложности";

/* No comment provided by engineer. */
"Set hedgehog voices" = "Выберите голос ёжиков";

/* No comment provided by engineer. */
"Set team flag" = "Выберите флаг команды";

/* on the overlay */
"Set!" = "Комплект!";

/* No comment provided by engineer. */
"Show Help" = "Показать Справку";

/* No comment provided by engineer. */
"Small" = "Маленькая";

/* No comment provided by engineer. */
"Small Floating Islands" = "Маленькие Плавающие Острова";

/* No comment provided by engineer. */
"Small Tunnels" = "Маленькие Туннели";

/* from the settings table */
"Sound" = "Звук";

/* No comment provided by engineer. */
"Style" = "Стиль";

/* No comment provided by engineer. */
"Support" = "Поддержка";

/* No comment provided by engineer. */
"Sync Schemes and Weapons" = "Синхронизировать Схемы и Вооружения";

/* No comment provided by engineer. */
"Tag" = "Таг";

/* No comment provided by engineer. */
"Tap to add hogs or change color, touch and hold to remove a team." = "Коснитесь для добавления ёжика или изменения цвета, нажмите и держите для удаления команды.";

/* No comment provided by engineer. */
"Team Name" = "Имя Команды";

/* No comment provided by engineer. */
"Team Preferences" = "Настройки Команды";

/* No comment provided by engineer. */
"Teams" = "Команды";

/* No comment provided by engineer. */
"The map is too small for that many hogs" = "Карта слишком маленькая для такого количества ёжиков.\nВсе не влезут!";

/* No comment provided by engineer. */
"The robot badge indicates an AI-controlled team." = "Значок робота обзначает команды, управляемые компьютером.";

/* No comment provided by engineer. */
"The scheme you selected allows only for two teams" = "Выбранная вами схема позволяет играть только двум командам";

/* No comment provided by engineer. */
"This weapon is locked" = "Это оружие заблокировано";

/* No comment provided by engineer. */
"Too few teams playing" = "Слишком мало играющих команд";

/* No comment provided by engineer. */
"Too many hogs" = "Слишком много ёжиков";

/* No comment provided by engineer. */
"Too many teams" = "Слишком много команд. Акстись!";

/* No comment provided by engineer. */
"Visit our website" = "Посетите наш сайт";

/* No comment provided by engineer. */
"Voice" = "Голос";

/* No comment provided by engineer. */
"Wacky" = "Чокнутый";

/* No comment provided by engineer. */
"Wait for the Preview" = "Дождитесь превью";

/* No comment provided by engineer. */
"Weaky" = "Слабенький";

/* No comment provided by engineer. */
"Weapon" = "Оружие";

/* No comment provided by engineer. */
"Weapon Ammuntions" = "Амуниции";

/* No comment provided by engineer. */
"Weapons" = "Вооружения";

/* No comment provided by engineer. */
"Weaponset Name" = "Имя комплекта оружия";

/* No comment provided by engineer. */
"Well, maybe not..." = "Ну, наверное нет...";

/* No comment provided by engineer. */
"Worldwide" = "Мировой";

/* No comment provided by engineer. */
"You can add a description if you wish" = "Вы можете добавить описание, если желаете";

/* No comment provided by engineer. */
"You exceeded the maximum number of tems allowed in a game" = "Вы превысили максимальное количество команд, разрешенных в игре";

/* No comment provided by engineer. */
"Simple" = "Быстрая";

/* No comment provided by engineer. */
"Missions" = "Миссии";

/* From the HelpPage */
"Here you can find help for the game configuration options. You can customize almost everything in the settings page." = "Здесь вы можете найти помощь по конфигурации параметров игры. Практически все параметры можно персонализировать в настройках.";

/* From the HelpPage */
"Did you know you can customize almost everything in the settings page?" = "Знаете ли вы, что практически все можно персонализировать в настройках?";

/* From the HelpPage */
"Map preview" = "Превью карты";

/* From the HelpPage */
"This is a small preview of your next map. Tap to select / generate a new map." = "Это небольшое превью карты для игры. Нажмите, чтобы выбрать / сгенерировать новую карту.";

/* From the HelpPage */
"Schemes and Weapons" = "Схемы и Оружие";

/* From the HelpPage */
"Here you can choose which rules and which weapon set will be applied in game." = "Здесь вы можете выбрать, какие правила и какой набор оружия будут использоваться во время игры.";

/* From the HelpPage */
"Map type" = "Тип карты";

/* From the HelpPage */
"Choose between a static map or a randomly generated one (might require more time). In a mission you need to perfom some action to win." = "Выберите между нарисованной или сгенерированной картой. В миссиях же нужно выполнить задание, чтобы выиграть.";

/* From the HelpPage */
"Tap anywhere to dismiss" = "Нажмите в любом месте, чтобы закрыть";

/* From the HelpPage */
"Still confused? Don't worry, it's really simple! Try a couple of games and everything will become clear to you." = "Все еще в замешательстве? Не волнуйтесь, это просто! Попробуйте сыграть несколько игр и вам все станет понятно.";

/* From the HelpPage */
"Select which teams are playing! Add hogs by tapping on them and set their color to figure friend and foe teams out. AI teams will appear with a small robot badge next their name." = "Выберите, какие команды играют! Добавьте ёжиков простым касанием и выберите одинаковый цвет для команд, чтобы играть в союзе. Все команды, управляемые компьютером, помечены значком робота.";

/* From the HelpPage */
"Map theme" = "Стиль карты";

/* From the HelpPage */
"Here you can choose how your map will appear in game." = "Здесь вы можете выбрать стиль заполнения карты.";

/* From the HelpPage */
"Max hedgehogs" = "Макс. ёжиков";

/* From the HelpPage */
"This number is the maximum size for all the hogs playing (in every team)." = "Максимальное общее количество ёжиков для выбранной карты.";

/* From the HelpPage */
"Start button" = "Кнопка старта";

/* From the HelpPage */
"This button starts the game." = "Эта кнопка запустит игру!";

/* From the HelpPage */
"Size slider" = "Выбор размера";

/* From the HelpPage */
"For Random and Maze maps you can decide to generate only maps of a certain size." = "Для карт типа 'Случайная' или 'Лабиринт' вы может выбрать желаемый размер генерируемой карты.";

/* From the MapConfig */
"Random" = "Случайн.";

/* From the MapConfig and GameConfig(iPhone) */
"Map" = "Карты";

/* From the MapConfig */
"Maze" = "Лабиринт";

/* From the MapConfig */
"Mission" = "Миссия";

/* From the GameConfig(iPhone) */
"Back" = "Назад";

/* From the GameConfig(iPhone) */
"Details" = "Детали";

/* From the GameConfig(iPhone) */
"Help" = "Помощь";

/* From the GameConfig(iPhone) */
"Start" = "Старт";

/* From the Settings */
"Edit game options" = "Изменить опции игры";

/* From the Settings */
"List of teams" = "Список команд";

/* From the Settings */
"List of weapons" = "Список оружия";

/* From the Settings */
"List of schemes" = "Список схем";

/* From the Settings */
" ♥ THANK YOU ♥ " = " ♥ СПАСИБО ВАМ ♥ ";

/* From the SchemeWeaponConfig */
"Setting a Style might force a particular Scheme or Weapon configuration." = "Выбор Стиля может автоматически выбрать связанную Схему или настройку Оружия.";

/* From the SingleTeam */
"Select one hat for all hogs" = "Выбрать одну шляпу для всех ёжиков в команде";

/* From the WeaponCell */
"Initial quantity" = "Начальное количество";

/* From the WeaponCell */
"Probability in crates" = "Вероятность в ящиках";

/* From the WeaponCell */
"Presence probability in crates" = "Вероятность выпадания в ящиках";

/* From the WeaponCell */
"Weapon delay" = "Задержка оружия";

/* From the WeaponCell */
"Turns before this weapon becomes usable" = "Количество ходов до использования этого оружия";

/* From the WeaponCell */
"Quantity per crate" = "Количество в ящике";

/* From the WeaponCell */
"Quantity you will find in a crate" = "Количество оружия в ящике";

/* From the StatsPage */
"kills" = "убийств";

/* From the StatsPage */
"The best shot award won by %@ (with %@ points)" = "Приз за лучший выстрел получает %@ (с %@ пунктами урона)";

/* From the StatsPage */
"The best killer is %@ with %@ kill(s) in a turn" = "Лучший убийца %@ с %@ убийствами за ход";

/* From the StatsPage */
"%@ hedgehog(s) were killed during this round" = "%@ ёжиков было убито в течение игры";

/* From the StatsPage */
"%@ thought it's good to shoot his own hedgehogs with %@ points" = "Команда %@ посчитала нужным подстрелить своих ёжиков на %@ пунктов урона";

/* From the StatsPage */
"%@ killed %@ of his own hedgehogs" = "Команда %@ убила %@ своих ёжиков";

/* From the StatsPage */
"%@ was scared and skipped turn %@ times" = "Команда %@ испугалась и пропустила %@ ходов";

/* From the Restore game */
"Restore" = "Доиграть";

/* From the Restore game */
"Dismiss" = "Закрыть";

/* From the Restore game */
"Hmm..." = "Хмм...";

/* From the Restore game */
"It appears you didn't complete your last game!" = "Похоже, вы не завершили свою последнюю игру!";

/* From the Restore game */
"Would you like to restore it?" = "Хотите доиграть?";

/* From the SingleScheme Settings */
"None" = "Нет";

/* From the SingleScheme Settings */
"Wrap" = "Копия";

/* From the SingleScheme Settings */
"Bounce" = "Отскок";

/* From the SingleScheme Settings */
"Sea" = "Вода";

/* From the SavedGames */
"Clear All" = "Удалить Все";
